#Создайте список [18, 14, 10, 6, 2] с помощью функции range()и выведите его на экран:
new_list = list(range(18, 1, -4))
print(new_list)
